Repository: mdrubba/edd-fastbill
Catalog: languages/edd-fastbill-*.po
Languages: de_de

source: Invalid FastBill credentials supplied
de_de: Scheinbar stimmen deine FastBill Zugangsdaten nicht

source: There was an error creating this customer in FastBill:
de_de: Es gab einen Fehler beim Erstellen des Kunden bei FastBill:

source: Error:
de_de: Fehler:

source: There was an error looking up this customer in FastBill:
de_de: Es gab einen Fehler beim Suchen des Kunden bei FastBill:

source: Discount used:
de_de: Verwendeter Gutschein-Code:

source: renewal
de_de: Lizenzverlängerung

source: There was an error adding the invocie to FastBill:
de_de: Es gab einen Fehler beim Erstellen der Rechnung bei FastBill:

source: There was an error completing invoice in FastBill:
de_de: Es gab einen Fehler beim finalen Erstellen der Rechnung:

source: There was an error canceling an invoice in FastBill:
de_de: Es gab einen Fehler beim canceln der Rechnung in FastBill:

source: There was an error deleting an invoice in FastBill:
de_de: Es gab einen Fehler beim löschen der Rechnung in FastBill:

source: There was an error sending an invoice via FastBill:
de_de: Es gab einen Fehler beim senden der Rechnung via FastBill:

source: There was an error creating a payment in FastBill:
de_de: Es gab einen Fehler beim setzen der Rechnung als bezahlt:

source: There was an error when receiving templates from FastBill:
de_de: Es gab einen Fehler bei der Abfrage der Rechnungs-Vorlagen von Fastbild:

source: Invoice
de_de: Rechnung

source: Download Invoice
de_de: Rechnung herunterladen

source: Set invoice link
de_de: Link zur Rechnung erstellen

source: Resend invoice
de_de: Rechnung erneut senden

source: The invoice link could not be generated.
de_de: Der Link zur Rechnung konnte nicht erstellt werden.

source: The invoice link was generated.
de_de: Der Link zur Rechnung wurde erstellt und gespeichert.

source: The invoice could not be sent.
de_de: Die Rechnung konnte nicht gesendet werden.

source: The invoice was sent.
de_de: Die Rechnung wurde erneut gesendet.

source: FastBill Settings
de_de: FastBill Einstellungen

source: Direct payment invoice template
de_de: Direktzahlen Rechnungsvorlage

source: Choose invoice template. If you edit a Template in FastBill, you have to reassign it here.
de_de: Rechnungstemplate auswählen. Wenn du ein Template in FastBill bearbeitest, musst du es hier erneut zuweisen.

source: Advance payment invoice template
de_de: Vorkasse Rechnungsvorlage

source: Send invoice
de_de: Rechnung versenden

source: Send invoice to customer via email (is sent via FastBill)
de_de: Rechnung per E-Mail an Käufer senden (wird über FastBill gesendet)

source: Online invoice
de_de: Online-Rechnung

source: I activated the online invoice functionalty within my Fastbill account to accessing the generated invoice.
de_de: Ich habe die Funktion <a href=https://support.fastbill.com/hc/de/articles/201715127-Was-bewirkt-die-Funktion-Online-Rechnung- target=_blank>Online-Rechnung</a> in meinem Fastbill-Konto aktiviert um auf verlinkten Rechnungen zugreifen zu können.

source: For <em>advance payment</em> methods it's sometimes needed to send the invoice to the custumer before he/she can process the payment. In the following settings you can activate those payment gateways that are not sending the money directly to your account (like PayPal does).
de_de: Für Zahlungen per <em>Vorkasse</em> ist es manchmal nötig die Rechnung zu erstellen bevor die Zahlung eingegangen ist. In der folgende Einstellung aktivierst du die Zahlungsweisen die keine Direktzahlung erlauben (bspw. Bezahlung per Banküberweisung).

source: Advance payment gateways
de_de: Vorkasse Zahlungsmethoden

source: FastBill Customer Fields
de_de: FastBill Kunden-Details

source: Debug mode
de_de: Debug Modus

source: Write debug logs into the database.
de_de: Debug Einträge in Datenbank schreiben

source: Reset debug entries
de_de: Debug Einträge löschen

source: Remove debug logs from database.
de_de: Debug Einträge aus Datenbank löschen

source: Organization
de_de: Firmenname

source: If set by customer, than Business
de_de: Wenn vom Kunden gesetzt, dann Geschäftskonto

source: Salutation
de_de: Anrede

source: Use Herr, Hr., Hr, Mister, Mr, Mr. & Frau, Fr., Fr, Misses, Miss, Mrs.
de_de: Verwende Herr, Hr., Hr, Mister, Mr, Mr. & Frau, Fr., Fr, Misses, Miss, Mrs.

source: Phone
de_de: Telefonnummer

source: Fax
de_de: Telefaxnummer

source: Mobile
de_de: Mobiltelefonnummer

source: Default
de_de: Standard

source: Creates a link to the downloadable Fastbill invoice
de_de: Erzeugt einen Link zur FastBill PDF Rechnung
